{
   "Home": "Home",
   "About": "About",
   "Services": "Services",
   "News": "News",
   "Contact": "Contact",
   "Address": "Address",
   "Phone": "Phone",
   "Email": "Email",
   "Hai Sam Trading and Import-Export Co., Ltd.": "Hai Sam Trading and Import-Export Co.,Ltd.",
   "Lot 13-LK5 Green Park Urban Area - Mong Cai - Quang Ninh": "Lot 13-LK5 Green Park Urban Area - Mong Cai - Quang Ninh",
   "Warehouse Rental Service": "Warehouse Rental Service",
   "Transportation Services (Road, Sea, Air)": "Transportation Services (Road, Sea, Air)",
   "Import-Export Services": "Import-Export Services",
   "Freight Truck Rental Service": "Freight Truck Rental Service",
   "Loading and Unloading Services": "Loading and Unloading Services",
   "Consolidated Shipping Services": "Consolidated Shipping Services",
   "Delivery Services": "Delivery Services",
   "Customs Services": "Customs Services",
   "Vision": "Vision",
   "Mission": "Mission",
   "Core values": "Core values",
   "Hai Sam Company's shared warehouse rental service is an efficient and cost-effective storage solution for businesses that need to store goods but do not want to invest in a private warehouse. With a warehouse system of over ...m2 in ..., customers will benefit from modern facilities, stringent security systems, and professional management. Sharing warehouse space not only helps save costs but also provides flexibility in inventory management, making it particularly suitable for small and medium-sized enterprises. Hai Sam is always ready to support customers in every step, from receiving and storing to transporting goods. By choosing Hai Sam's shared warehouse rental service, customers will have a safe, convenient, and efficient storage solution, allowing them to focus resources on their core business activities.": "Hai Sam's shared warehouse rental service offers an effective and cost-efficient storage solution for businesses needing to store goods without investing in a private warehouse. With a warehouse system exceeding ...m2 in ..., customers benefit from modern amenities, stringent security measures, and professional management. Sharing warehouse space not only cuts costs but also provides flexibility in inventory management, making it ideal for small and medium-sized enterprises. Hai Sam is committed to supporting customers every step of the way, from receiving and storing to transporting goods. By choosing Hai Sam’s shared warehouse rental service, customers get a secure, convenient, and efficient storage solution, enabling them to concentrate on their core business activities.",
   "Hai Sam Company proudly offers comprehensive transportation services to meet all customer shipping needs. With an experienced team and a large fleet of transportation vehicles, Hai Sam ensures your goods are delivered quickly and safely. We provide transportation services by air, road, and sea, serving both domestic and international needs. Our fleet of trucks and container vehicles is always ready to handle any transportation requirements, from small shipments to large projects. Hai Sam is committed to delivering efficient, cost-effective, and time-saving transportation solutions, allowing you to focus on your core business activities with peace of mind.": "Hai Sam proudly provides a full range of transportation services to address all customer shipping needs. With a skilled team and a substantial fleet of transportation vehicles, Hai Sam guarantees prompt and safe delivery of your goods. We offer air, road, and sea transportation services for both domestic and international needs. Our fleet of trucks and container vehicles is equipped to handle any transportation demands, from small shipments to large-scale projects. Hai Sam is dedicated to delivering efficient, cost-effective, and time-saving transportation solutions, allowing you to focus on your core business activities with confidence.",
   "Hai Sam Company provides professional import-export services to help businesses optimize their international trade processes. With deep expertise in customs procedures and regulations, we ensure swift and accurate handling of your orders. Hai Sam's experienced and highly skilled staff are always ready to advise and support customers throughout the import-export process. We are committed to delivering effective import-export services that save time and costs, enhancing your competitive edge in the international market. By choosing Hai Sam's import-export services, customers will benefit from optimal solutions, including consulting, customs clearance, and professional and reliable handling of transportation and delivery.": "Hai Sam provides expert import-export services to help businesses streamline their international trade operations. With extensive knowledge of customs procedures and regulations, we ensure prompt and precise handling of your orders. Hai Sam’s experienced and skilled team is always available to advise and support customers throughout the import-export process. We are committed to delivering effective import-export services that save time and reduce costs, boosting your competitive advantage in the global market. By choosing Hai Sam’s import-export services, customers benefit from comprehensive solutions, including consulting, customs clearance, and reliable handling of transportation and delivery.",
   "Hai Sam Company offers professional freight truck rental services to meet all customer transportation needs. We have a diverse fleet of trucks with varying capacities and sizes, from small trucks to container trucks, suitable for all types of cargo, from small items to bulky goods. Our trucks are regularly maintained and equipped with modern monitoring systems, ensuring safety and efficiency throughout the transportation process. We provide flexible truck rental services, catering to all needs from local deliveries to inter-provincial and international transport. Customers can rent trucks by the hour, day, or month, depending on their requirements. Our drivers are experienced and knowledgeable about the routes, ensuring that your goods are transported quickly and efficiently.": "Hai Sam offers professional freight truck rental services to address all transportation needs. We maintain a varied fleet of trucks in different capacities and sizes, from small trucks to container trucks, suitable for transporting everything from small items to large goods. Our trucks are regularly serviced and equipped with advanced monitoring systems to ensure safety and efficiency throughout the transportation process. We offer flexible truck rental options, accommodating needs from local deliveries to inter-provincial and international transport. Trucks can be rented by the hour, day, or month, based on customer requirements. Our experienced drivers are well-acquainted with the routes, ensuring prompt and efficient transportation of your goods.",
   "Hai Sam Company offers professional loading and unloading services to meet all your cargo handling needs. We utilize modern lifting equipment such as forklifts, cranes, and other support tools to handle goods safely and efficiently, minimizing the risk of damage. Using Hai Sam's loading and unloading services helps customers save costs compared to investing in their own labor and equipment, while also optimizing operational processes.": "Hai Sam provides expert loading and unloading services to meet all cargo handling requirements. We use modern lifting equipment like forklifts, cranes, and other support tools to handle goods safely and efficiently, minimizing damage risks. Utilizing Hai Sam’s loading and unloading services helps customers reduce costs compared to investing in their own labor and equipment, while also optimizing operational processes.",
   "Hai Sam provides consolidated shipping services, offering a cost-effective and efficient solution for customers needing to send small quantities of goods. By consolidating cargo from multiple customers into a single shipment, transportation costs are shared, reducing expenses for each small shipment. We offer regular and continuous consolidated shipments to provinces nationwide, meeting customers' needs for quick and flexible transportation. Hai Sam is committed to ensuring the safety of your goods throughout the transportation process. We use modern vehicles and experienced drivers to protect your cargo from damage.": "Hai Sam offers consolidated shipping services as a cost-effective and efficient solution for customers who need to send small quantities of goods. By combining cargo from multiple customers into a single shipment, we share transportation costs, lowering expenses for each small shipment. We provide regular and continuous consolidated shipments to provinces nationwide, catering to the need for quick and flexible transport. Hai Sam is dedicated to safeguarding your goods throughout the transportation process, using modern vehicles and experienced drivers to protect your cargo from damage.",
   "Hai Sam provides professional, fast, and secure delivery services to meet all customer cargo transportation needs. With a skilled team and clear workflow processes, we are committed to delivering optimal delivery services that save time and costs for our customers. Hai Sam ensures timely and accurate delivery to the requested location. Your goods are carefully handled and transported safely using modern vehicles and experienced drivers, who strictly adhere to traffic safety regulations and protect the cargo.": "Hai Sam delivers professional, fast, and secure delivery services to fulfill all customer cargo transportation needs. With a skilled team and well-defined workflow processes, we are dedicated to providing optimal delivery services that save time and costs. Hai Sam guarantees timely and accurate delivery to the specified location. Your goods are handled with care and transported safely using modern vehicles and experienced drivers, who adhere strictly to traffic safety regulations and protect the cargo.",
   "Hai Sam's delivery services cater to all needs, from small parcels to large shipments, and from local deliveries to distant provinces. We offer a range of delivery solutions, including standard delivery, express delivery, and super-fast delivery. Our dedicated and professional team is always ready to assist customers in every step, from order reception and processing to addressing inquiries, ensuring the highest level of customer satisfaction.": "Hai Sam’s delivery services cover all needs, from small parcels to large shipments and from local deliveries to distant provinces. We offer various delivery solutions, including standard, express, and super-fast delivery. Our dedicated and professional team is always available to assist customers throughout the entire process, from order reception and processing to addressing inquiries, ensuring the highest level of customer satisfaction.",
   "As a customs broker, Hai Sam assists customers in efficiently and swiftly handling all customs procedures. With a team of experienced experts and in-depth knowledge of customs regulations, we are committed to providing optimal services that ensure smooth and legal clearance of goods. We handle customs procedures promptly, helping customers clear their goods quickly, saving time, and minimizing costs associated with delays.": "As a customs broker, Hai Sam helps customers efficiently and swiftly manage all customs procedures. With a team of experienced experts and comprehensive knowledge of customs regulations, we provide optimal services that ensure smooth and legal clearance of goods. We promptly handle customs procedures to help customers clear their goods quickly, saving time and minimizing costs related to delays.",
   "Hai Sam offers a comprehensive range of customs-related services, including customs declarations, cargo inspection, packing, cargo release at the port, and other related services, catering to all customer needs. With our deep understanding of customs regulations and procedures, we help customers minimize legal risks and address any issues that may arise during the cargo clearance process.": "Hai Sam provides a complete range of customs-related services, including customs declarations, cargo inspections, packing, cargo release at the port, and other related services, addressing all customer needs. With our thorough understanding of customs regulations and procedures, we help customers reduce legal risks and resolve any issues that may arise during the cargo clearance process.",
   "Hai Sam, headquartered in Quang Ninh, is a leading company in the logistics services sector. With an experienced team and deep knowledge of logistics, along with a strong transportation fleet, Hai Sam offers a wide range of services from warehouse rental to transportation and import-export services, meeting all customer needs. Modern facilities and the application of advanced technology enable Hai Sam to ensure high-quality services, optimize logistics operations, and save costs for customers. Hai Sam is committed to providing comprehensive and efficient logistics solutions, contributing to the sustainable development of businesses and the community.": "Hai Sam, based in Quang Ninh, is a leading player in the logistics sector. With an experienced team and profound logistics knowledge, along with a robust transportation fleet, Hai Sam provides a broad range of services, from warehouse rentals to transportation and import-export services, meeting all customer needs. Modern facilities and advanced technology ensure high-quality services, optimized logistics operations, and cost savings for customers. Hai Sam is dedicated to offering comprehensive and efficient logistics solutions, contributing to sustainable business and community development.",
   "Hai Sam aims to become the leading provider of logistics services in Vietnam and the region, continuously innovating and developing to meet the increasing demands of the market.": "Hai Sam strives to be the leading logistics service provider in Vietnam and the region, continuously innovating and evolving to meet the growing market demands.",
   "Hai Sam always puts customers' interests first, ensuring satisfaction and trust through high-quality services. We deliver high-quality, efficient, and reliable logistics solutions to our customers. We aim to contribute to the sustainable development of businesses, the community, and the economy.": "Hai Sam prioritizes customers' interests, ensuring satisfaction and trust through high-quality services. We provide high-quality, efficient, and reliable logistics solutions. Our goal is to support the sustainable development of businesses, the community, and the economy.",
   "Always prioritize service quality, ensuring our logistics solutions meet the highest standards and bring satisfaction to our customers. With a strong transportation fleet, we aim to build a cost-effective and fast transportation system.": "We prioritize service quality, ensuring our logistics solutions meet the highest standards and satisfy our customers. With a robust transportation fleet, we aim to establish a cost-effective and rapid transportation system.",
   "Build trust with customers and partners through transparency, honesty, and timely commitment in all activities.": "We build trust with customers and partners through transparency, honesty, and timely commitment in all our activities.",
   "Continuously seek and apply advanced technologies and modern processes to improve efficiency and service quality.": "We continuously seek and implement advanced technologies and modern processes to enhance efficiency and service quality.",
   "Develop a highly qualified and deeply knowledgeable workforce, maintaining a dedicated and attentive service attitude.": "We develop a highly skilled and knowledgeable workforce, maintaining a dedicated and attentive service attitude.",
   "Emphasize the spirit of cooperation, building sustainable and mutually beneficial partnerships with customers and partners.": "We emphasize the spirit of cooperation, fostering sustainable and mutually beneficial partnerships with customers and partners.",
   "Main Services": "Main Services",
   "Other Services": "Other Services",
   "Share": "Share",
   "Meet Our Staff": "Meet Our Staff",
   "News Highlights": "News Highlights",
   "Contact Us": "Contact Us",
   "Name": "Name",
   "Content": "Content",
   "Submit": "Submit",
   "©2024 HAI SAM - QUANG NINH": "©2024 HAI SAM - QUANG NINH",
   "Let's Talk": "Let's Talk",
   "Want to use our services? Please leave us your contact information": "Want to use our services? Please leave us your contact information",
   "new_type": "News type",
   "image": "Image",
   "title": "Title",
   "content": "Content",
   "save": "Save",
   "about_HS": "About Hai Sam",
   "about_des": "Hai Sam, headquartered in Quang Ninh, is a leading unit in the field of logistics services. With a team of experienced staff and in-depth knowledge of logistics as well as a strong transportation team, Hai Sam provides a variety of services from warehouse rental to providing transportation services or importing and exporting goods. goods..., meeting all customer needs. Modern facilities and the application of advanced technology help Hai Sam ensure high service quality, optimize logistics operations and save costs for customers. Hai Sam is committed to providing comprehensive and effective logistics solutions, contributing to promoting the sustainable development of businesses and communities.",
   "english": "English",
   "vietnamese": "Vietnamese",
   "add": "Add news",
   "confirm_delete_news": "Are you sure to delete this post?",
   "status": "Status",
   "action": "Actions",
   "fullname": "Fullname",
   "require_input": "Require feild input",
   "email_rules": "Please enter the correct email format",
   "submit": "Submit",
   "type and hit enter": "type and hit enter",

   "about_us": "About us",
   "Why Choose Us": "Why Choose Us",
   "We Bridge Distances, We Deliver Dreams": "We Bridge Distances, We Deliver Dreams",
   "Order Received": "Order Received",
   "Customs Processing": "Customs Processing",
   "Customs Clearance": "Customs Clearance",
   "History": "History",
   "At Hai Sam, we are more than just a logistics company – we are the architects of seamless supply chains, the navigators of global trade, and the enablers of business growth. With a passion for innovation and a commitment to excellence, we have been at the forefront of the logistics industry for over a decade.Founded in 1984, Lostica began as a vision to redefine logistics. Our journey started with a small team and a big idea: to provide comprehensive, customer-centric solutions that transcend borders and challenges. Through dedication and hard work, we have grown into a global logistics leader, connecting businesses and markets across continents.": "At Hai Sam, we are more than just a logistics company – we are the architects of seamless supply chains, the navigators of global trade, and the enablers of business growth. With a passion for innovation and a commitment to excellence, we have been at the forefront of the logistics industry for over a decade.Founded in 1984, Lostica began as a vision to redefine logistics. Our journey started with a small team and a big idea: to provide comprehensive, customer-centric solutions that transcend borders and challenges. Through dedication and hard work, we have grown into a global logistics leader, connecting businesses and markets across continents.",
   "At Hai Sam, our mission is to be the driving force behind global commerce. We are dedicated to providing innovative, reliable, and tailored logistics solutions that empower businesses to thrive in a dynamic world. With a commitment to excellence and a passion for customer success, we strive to create seamless supply chains, bridge distances, and connect opportunities. Through our expertise, technology-driven approach, and unwavering dedication, we aim to be the preferred partner for businesses seeking to navigate the complexities of logistics with confidence.": "At Hai Sam, our mission is to be the driving force behind global commerce. We are dedicated to providing innovative, reliable, and tailored logistics solutions that empower businesses to thrive in a dynamic world. With a commitment to excellence and a passion for customer success, we strive to create seamless supply chains, bridge distances, and connect opportunities. Through our expertise, technology-driven approach, and unwavering dedication, we aim to be the preferred partner for businesses seeking to navigate the complexities of logistics with confidence.",
   "At Hai Sam, our vision is to revolutionize the logistics landscape by setting new standards of excellence and innovation. We envision a future where businesses seamlessly connect, borders dissolve, and possibilities are limitless. Through cutting-edge technology, sustainable practices, and a relentless pursuit of improvement, we aim to be the catalyst that transforms global trade. By continuously exceeding expectations, embracing change, and creating value for our clients, we aspire to become the trusted global leader in shaping the future of logistics.": "At Hai Sam, our vision is to revolutionize the logistics landscape by setting new standards of excellence and innovation. We envision a future where businesses seamlessly connect, borders dissolve, and possibilities are limitless. Through cutting-edge technology, sustainable practices, and a relentless pursuit of improvement, we aim to be the catalyst that transforms global trade. By continuously exceeding expectations, embracing change, and creating value for our clients, we aspire to become the trusted global leader in shaping the future of logistics.",
   "Connect Today": "Connect Today",
   "Communication in Motion": "Communication in Motion",
   "Have a project in mind?": "Have a project in mind?",
   "Do not hesitate to say": "Do not hesitate to say",
   "Logistics": "Logistics",
   "Excellence: Beyond Boundaries": "Excellence: Beyond Boundaries",
   "Driving Commerce": "Driving Commerce",
   "Optimized logistics can reduce transportation, storage, and inventory costs, leading to higher profitability.": "Optimized logistics can reduce transportation, storage, and inventory costs, leading to higher profitability.",
   "Efficiency": "Efficiency",
   "in Motion, Logistics in Action": "in Motion, Logistics in Action",
   "Delivering Success": "Delivering Success",
   "Timely deliveries, accurate order fulfillment, and proper handling of goods contribute to customer satisfaction.": "Timely deliveries, accurate order fulfillment, and proper handling of goods contribute to customer satisfaction.",
   "Mastering": "Mastering",
   "Movement, Defining Logistics": "Movement, Defining Logistics",
   "Balancing Act": "Balancing Act",
   "Well-managed logistics can provide a competitive edge by offering faster delivery, better service, and lower costs.": "Well-managed logistics can provide a competitive edge by offering faster delivery, better service, and lower costs.",
   "Efficient": "Efficient",
   "Logistics Excellence": "Logistics Excellence",
   "Robust logistics systems can help businesses better respond to disruptions and changes in the global marketplace.": "Robust logistics systems can help businesses better respond to disruptions and changes in the global marketplace.",
   "Logistics Triumphs": "Logistics Triumphs",
   "Last project": "Last project",
   "Beyond Boundaries: Our Project Narratives": "Beyond Boundaries: Our Project Narratives",
   "Global Reach": "Global Reach",
   "Supply Chain": "Supply Chain",
   "Transportation Efficiency": "Transportation Efficiency",
   "Inventory Control": "Inventory Control",
   "Movon Logistics": "Movon Logistics",
   "Cross-Border Trade": "Cross-Border Trade",
   "View project": "View project",
   "Teamwork Beyond Boundaries": "Teamwork Beyond Boundaries",

   "All service": "All service",
   "Capabilities": "Capabilities",
   "Delivering Possibilities, On Time": "Delivering Possibilities, On Time",
   "At Logistica, we are more than just a logistics company, we are the architects of seamless supply chains, the navigators of global trade, and the enablers of business growth.": "At Hai Sam, we are more than just a logistics company, we are the architects of seamless supply chains, the navigators of global trade, and the enablers of business growth.",
   "On-Time Deliveries": "On-Time Deliveries",
   "Global Network Coverage": "Global Network Coverage",
   "Cross-Border Efficiency": "Cross-Border Efficiency",
   "Truck Rental Service": "Truck Rental Service",
   "Transportation Service": "Transportation Service",
   "Cargo Handling Service": "Cargo Handling Service",
   "Import and Export Service": "Import and Export Service",
   "Import Brokerage Service": "Import Brokerage Service",
   "Delivery Service": "Delivery Service",
   "Customs Brokerage": "Customs Brokerage",
   "Transportation Services": "Transportation Services",
   "Read more": "Read more",
   "Entrusted Import Service": "Entrusted Import Service",
   "Hai Sam Company offers a professional entrusted import service, helping customers quickly and efficiently search for and import goods from across Vietnam and neighboring countries in the region. We provide two forms of import services to meet the diverse needs of our customers:": "Hai Sam Company offers a professional entrusted import service, helping customers quickly and efficiently search for and import goods from across Vietnam and neighboring countries in the region. We provide two forms of import services to meet the diverse needs of our customers:",
   "Importing based on available samples": "Importing based on available samples",
   "If you already have specific images and specifications of the products you need, simply send this information to Hai Sam. We will search for the exact products with the right specifications and prices. This method ensures that customers receive products that meet their specified requirements and standards.": "If you already have specific images and specifications of the products you need, simply send this information to Hai Sam. We will search for the exact products with the right specifications and prices. This method ensures that customers receive products that meet their specified requirements and standards.",
   "Sourcing new products": "Sourcing new products",
   "For customers who do not have available samples or specific information about the products they need to import, Hai Sam Company will assist in sourcing and finding reputable wholesalers from China. We will leverage our extensive partner network and years of experience in the import sector to find new sources, ensuring quality and competitive pricing. Customers will be provided with detailed information about potential sources, allowing them to choose the most suitable products for their business needs.": "For customers who do not have available samples or specific information about the products they need to import, Hai Sam Company will assist in sourcing and finding reputable wholesalers from China. We will leverage our extensive partner network and years of experience in the import sector to find new sources, ensuring quality and competitive pricing. Customers will be provided with detailed information about potential sources, allowing them to choose the most suitable products for their business needs.",
   "Hai Sam Company is committed to delivering absolute customer satisfaction and trust through high-quality, fast, and transparent entrusted import services. Let us be your reliable partner in all your goods import activities.": "Hai Sam Company is committed to delivering absolute customer satisfaction and trust through high-quality, fast, and transparent entrusted import services. Let us be your reliable partner in all your goods import activities.",
   "Lastest News": "Lastest News",
   "username": "Username",
   "password": "Password",
   "login": "Log in",
   "180 Tran Nhan Tong - Hai Xuan- Mong Cai- Quang Ninh": "180 Tran Nhan Tong - Hai Xuan - Mong Cai - Quang Ninh",
   "quote": "Quote",
   "Do you need Hai Sam to help with?": "Do you need Hai Sam to help with?",
   "Contact Hai Sam today": "Contact Hai Sam today",
   "Diverse services": "Diverse services",
   "Dedicated care": "Dedicated care",
   "Competitive pricing": "Competitive pricing",
   "Top quality": "Top quality",
   "Reliable and fast": "Reliable and fast",
   "no_data": "No data"
}
