{
   "Home": "Trang chủ",
   "About": "Giới thiệu",
   "Services": "Dịch vụ",
   "News": "Tin tức",
   "Contact": "Liên hệ",
   "Address": "Địa chỉ",
   "Phone": "SĐT",
   "Email": "Email",
   "Hai Sam Trading and Import-Export Co., Ltd.": "Công ty TNHH thương mại và xuất nhập khẩu Hải Sâm",
   "Lot 13-LK5 Green Park Urban Area - Mong Cai - Quang Ninh": "Lô 13-LK5 Khu đô thị Green Park - Móng Cái - Quảng Ninh",
   "Transportation Services": "Dịch vụ vận tải",
   "Warehouse Rental Service": "Dịch vụ cho thuê kho",
   "Transportation Services (Road, Sea, Air)": "Dịch vụ vận tải (Đường bộ, Đường thủy, Đường hàng không)",
   "Import-Export Services": "Dịch vụ xuất nhập khẩu",
   "Freight Truck Rental Service": "Dịch vụ cho thuê xe tải chở hàng",
   "Loading and Unloading Services": "Dịch vụ bốc xếp, nâng hạ hàng hóa",
   "Consolidated Shipping Services": "Dịch vụ ghép hàng đi tỉnh",
   "Delivery Services": "Dịch vụ giao hàng",
   "Customs Services": "Đại lý hải quan",
   "Vision": "Tầm nhìn",
   "Mission": "Sứ mệnh",
   "Core values": "Giá trị cốt lõi",
   "Hai Sam Company's shared warehouse rental service is an efficient and cost-effective storage solution for businesses that need to store goods but do not want to invest in a private warehouse. With a warehouse system of over ...m2 in ..., customers will benefit from modern facilities, stringent security systems, and professional management. Sharing warehouse space not only helps save costs but also provides flexibility in inventory management, making it particularly suitable for small and medium-sized enterprises. Hai Sam is always ready to support customers in every step, from receiving and storing to transporting goods. By choosing Hai Sam's shared warehouse rental service, customers will have a safe, convenient, and efficient storage solution, allowing them to focus resources on their core business activities.": "Dịch vụ cho thuê kho chung của Công ty Hải Sâm là giải pháp lưu trữ hiệu quả và tiết kiệm cho các doanh nghiệp có nhu cầu lưu trữ hàng hóa nhưng không muốn đầu tư vào một kho riêng lẻ. Với hệ thống kho hàng hơn …m2 ở …, khách hàng sẽ được hưởng lợi từ cơ sở vật chất hiện đại, hệ thống an ninh nghiêm ngặt và quản lý chuyên nghiệp. Việc chia sẻ kho bãi không chỉ giúp tiết kiệm chi phí mà còn mang lại sự linh hoạt trong quản lý hàng tồn kho, đặc biệt phù hợp với các doanh nghiệp vừa và nhỏ. Hải Sâm luôn sẵn sàng hỗ trợ khách hàng trong mọi khâu từ tiếp nhận, lưu trữ đến vận chuyển hàng hóa. Lựa chọn dịch vụ cho thuê kho chung của Hải Sâm, khách hàng sẽ có giải pháp lưu trữ an toàn, tiện lợi và hiệu quả, giúp tập trung nguồn lực vào hoạt động kinh doanh chính.",
   "Hai Sam Company proudly offers comprehensive transportation services to meet all customer shipping needs. With an experienced team and a large fleet of transportation vehicles, Hai Sam ensures your goods are delivered quickly and safely. We provide transportation services by air, road, and sea, serving both domestic and international needs. Our fleet of trucks and container vehicles is always ready to handle any transportation requirements, from small shipments to large projects. Hai Sam is committed to delivering efficient, cost-effective, and time-saving transportation solutions, allowing you to focus on your core business activities with peace of mind.": "Công ty Hải Sâm tự hào cung cấp dịch vụ vận tải toàn diện, đáp ứng mọi nhu cầu vận chuyển của khách hàng. Với đội ngũ nhân viên giàu kinh nghiệm, cùng số lượng lớn phương tiện vận chuyển, Hải Sâm đảm bảo hàng hóa của bạn được giao nhận một cách nhanh chóng và an toàn. Chúng tôi cung cấp các dịch vụ vận chuyển bằng đường hàng không, đường bộ và đường thủy, phục vụ cả trong nước và quốc tế. Đội xe tải, xe container của chúng tôi luôn sẵn sàng đáp ứng mọi yêu cầu vận chuyển, từ những lô hàng nhỏ lẻ đến những dự án lớn. Hải Sâm cam kết mang đến cho khách hàng giải pháp vận chuyển hiệu quả, tiết kiệm chi phí và thời gian, giúp bạn yên tâm tập trung vào hoạt động kinh doanh chính của mình.",
   "Hai Sam Company provides professional import-export services to help businesses optimize their international trade processes. With deep expertise in customs procedures and regulations, we ensure swift and accurate handling of your orders. Hai Sam's experienced and highly skilled staff are always ready to advise and support customers throughout the import-export process. We are committed to delivering effective import-export services that save time and costs, enhancing your competitive edge in the international market. By choosing Hai Sam's import-export services, customers will benefit from optimal solutions, including consulting, customs clearance, and professional and reliable handling of transportation and delivery.": "Công ty Hải Sâm cung cấp dịch vụ xuất nhập khẩu chuyên nghiệp, giúp doanh nghiệp tối ưu hóa quá trình giao thương quốc tế. Với sự am hiểu sâu sắc về quy trình và quy định hải quan, đảm bảo thủ tục nhanh chóng và chính xác cho các đơn hàng của bạn. Đội ngũ nhân viên của Hải Sâm giàu kinh nghiệm và chuyên môn cao, luôn sẵn sàng tư vấn và hỗ trợ khách hàng trong mọi khâu của quá trình xuất nhập khẩu. Hải Sâm cam kết mang đến dịch vụ xuất nhập khẩu hiệu quả, giúp khách hàng tiết kiệm chi phí và thời gian, nâng cao năng lực cạnh tranh trên thị trường quốc tế. Lựa chọn dịch vụ xuất nhập khẩu của Hải Sâm, khách hàng sẽ được hưởng những lợi ích tối ưu, từ tư vấn, xử lý thủ tục hải quan, đến vận chuyển và giao nhận hàng hóa một cách chuyên nghiệp và đáng tin cậy.",
   "Hai Sam Company offers professional freight truck rental services to meet all customer transportation needs. We have a diverse fleet of trucks with varying capacities and sizes, from small trucks to container trucks, suitable for all types of cargo, from small items to bulky goods. Our trucks are regularly maintained and equipped with modern monitoring systems, ensuring safety and efficiency throughout the transportation process. We provide flexible truck rental services, catering to all needs from local deliveries to inter-provincial and international transport. Customers can rent trucks by the hour, day, or month, depending on their requirements. Our drivers are experienced and knowledgeable about the routes, ensuring that your goods are transported quickly and efficiently.": "Công ty Hải Sâm cung cấp dịch vụ cho thuê xe tải chở hàng chuyên nghiệp, đáp ứng mọi nhu cầu vận chuyển hàng hóa của khách hàng. Chúng tôi sở hữu đội xe tải đa dạng về tải trọng và kích thước, từ xe tải nhỏ đến xe container, phù hợp với mọi loại hàng hóa từ nhỏ lẻ đến cồng kềnh. Các xe tải của Hải Sâm đều được bảo dưỡng định kỳ và trang bị hệ thống giám sát hiện đại, đảm bảo an toàn và hiệu quả trong suốt quá trình vận chuyển. Chúng tôi cung cấp dịch vụ cho thuê xe tải linh hoạt, phù hợp với mọi nhu cầu từ vận chuyển nội thành đến liên tỉnh và quốc tế. Khách hàng có thể thuê xe theo giờ, theo ngày hoặc theo tháng tùy theo nhu cầu. Đội ngũ lái xe của chúng tôi đều có kinh nghiệm lâu năm và am hiểu các tuyến đường, đảm bảo hàng hóa được vận chuyển nhanh chóng và hiệu quả.",
   "Hai Sam Company offers professional loading and unloading services to meet all your cargo handling needs. We utilize modern lifting equipment such as forklifts, cranes, and other support tools to handle goods safely and efficiently, minimizing the risk of damage. Using Hai Sam's loading and unloading services helps customers save costs compared to investing in their own labor and equipment, while also optimizing operational processes.": "Công ty Hải Sâm cung cấp dịch vụ bốc xếp và nâng hạ hàng hóa chuyên nghiệp, đáp ứng mọi nhu cầu xử lý hàng hóa của khách hàng. Chúng tôi sử dụng các thiết bị nâng hạ hiện đại như xe nâng, cẩu trục, và các dụng cụ hỗ trợ khác để xử lý hàng hóa một cách an toàn và hiệu quả, giảm thiểu rủi ro hư hỏng hàng hóa. Sử dụng dịch vụ bốc xếp và nâng hạ hàng hóa của Hải Sâm giúp khách hàng tiết kiệm chi phí so với việc tự đầu tư vào nhân lực và trang thiết bị, đồng thời tối ưu hóa quy trình vận hành.",
   "Hai Sam provides consolidated shipping services, offering a cost-effective and efficient solution for customers needing to send small quantities of goods. By consolidating cargo from multiple customers into a single shipment, transportation costs are shared, reducing expenses for each small shipment. We offer regular and continuous consolidated shipments to provinces nationwide, meeting customers' needs for quick and flexible transportation. Hai Sam is committed to ensuring the safety of your goods throughout the transportation process. We use modern vehicles and experienced drivers to protect your cargo from damage.": "Hải Sâm cung cấp dịch vụ ghép hàng đi tỉnh, mang lại giải pháp vận chuyển tiết kiệm và hiệu quả cho khách hàng có nhu cầu gửi hàng với số lượng nhỏ lẻ. Bằng cách ghép hàng hóa của nhiều khách hàng trên cùng một chuyến xe, chi phí vận chuyển được chia sẻ, giúp giảm thiểu chi phí cho từng lô hàng nhỏ lẻ. Chúng tôi cung cấp các chuyến xe ghép hàng đều đặn và liên tục đến các tỉnh thành trên toàn quốc, đáp ứng nhu cầu vận chuyển nhanh chóng và linh hoạt của khách hàng. Hải Sâm cam kết đảm bảo an toàn cho hàng hóa của khách hàng trong suốt quá trình vận chuyển. Chúng tôi sử dụng các phương tiện hiện đại và đội ngũ lái xe giàu kinh nghiệm để bảo vệ hàng hóa khỏi các rủi ro hư hỏng.",
   "Hai Sam provides professional, fast, and secure delivery services to meet all customer cargo transportation needs. With a skilled team and clear workflow processes, we are committed to delivering optimal delivery services that save time and costs for our customers. Hai Sam ensures timely and accurate delivery to the requested location. Your goods are carefully handled and transported safely using modern vehicles and experienced drivers, who strictly adhere to traffic safety regulations and protect the cargo.": "Hải Sâm cung cấp dịch vụ giao hàng chuyên nghiệp, nhanh chóng và an toàn, đáp ứng mọi nhu cầu vận chuyển hàng hóa của khách hàng. Với đội ngũ nhân viên chuyên nghiệp, quy trình làm việc rõ ràng, chúng tôi cam kết mang đến dịch vụ giao hàng tối ưu, giúp khách hàng tiết kiệm thời gian và chi phí. Hải Sâm cam kết giao hàng đúng thời gian và địa điểm yêu cầu. Hàng hóa của khách hàng được bảo quản cẩn thận và vận chuyển an toàn với các phương tiện hiện đại và đội ngũ lái xe có kinh nghiệm, luôn tuân thủ nghiêm ngặt các quy định về an toàn giao thông và bảo vệ hàng hóa.",
   "Hai Sam's delivery services cater to all needs, from small parcels to large shipments, and from local deliveries to distant provinces. We offer a range of delivery solutions, including standard delivery, express delivery, and super-fast delivery. Our dedicated and professional team is always ready to assist customers in every step, from order reception and processing to addressing inquiries, ensuring the highest level of customer satisfaction.": "Dịch vụ giao hàng của Hải Sâm đáp ứng mọi nhu cầu từ giao hàng nhỏ lẻ đến hàng hóa lớn, từ giao hàng nội thành đến các tỉnh thành xa. Chúng tôi cung cấp các giải pháp giao hàng đa dạng, bao gồm giao hàng tiêu chuẩn, giao hàng nhanh, và giao hàng siêu tốc. Đội ngũ nhân viên tận tâm và chuyên nghiệp của Hải Sâm luôn sẵn sàng hỗ trợ khách hàng trong mọi khâu từ tiếp nhận đơn hàng, xử lý yêu cầu đến giải đáp thắc mắc, đảm bảo sự hài lòng cao nhất cho khách hàng.",
   "As a customs broker, Hai Sam assists customers in efficiently and swiftly handling all customs procedures. With a team of experienced experts and in-depth knowledge of customs regulations, we are committed to providing optimal services that ensure smooth and legal clearance of goods. We handle customs procedures promptly, helping customers clear their goods quickly, saving time, and minimizing costs associated with delays.": "Với vai trò là một đại lý hải quan, Hải Sâm giúp khách hàng giải quyết mọi thủ tục hải quan một cách nhanh chóng và hiệu quả. Với đội ngũ chuyên gia giàu kinh nghiệm và hiểu biết sâu sắc về các quy định hải quan, chúng tôi cam kết mang đến cho khách hàng dịch vụ tối ưu, đảm bảo hàng hóa thông quan thuận lợi và đúng pháp luật. Chúng tôi xử lý nhanh chóng các thủ tục hải quan, giúp hàng hóa của khách hàng thông quan nhanh chóng, tiết kiệm thời gian và giảm thiểu các chi phí phát sinh do chậm trễ.",
   "Hai Sam offers a comprehensive range of customs-related services, including customs declarations, cargo inspection, packing, cargo release at the port, and other related services, catering to all customer needs. With our deep understanding of customs regulations and procedures, we help customers minimize legal risks and address any issues that may arise during the cargo clearance process.": "Hải Sâm cung cấp đầy đủ các dịch vụ liên quan đến hải quan như khai báo hải quan, kiểm tra hàng hóa, đóng hàng, rút hàng tại cảng, và các dịch vụ liên quan khác, đáp ứng mọi nhu cầu của khách hàng. Với sự am hiểu sâu sắc về quy định và thủ tục hải quan, chúng tôi giúp khách hàng giảm thiểu rủi ro về pháp lý và các vấn đề phát sinh trong quá trình thông quan hàng hóa.",
   "Hai Sam, headquartered in Quang Ninh, is a leading company in the logistics services sector. With an experienced team and deep knowledge of logistics, along with a strong transportation fleet, Hai Sam offers a wide range of services from warehouse rental to transportation and import-export services, meeting all customer needs. Modern facilities and the application of advanced technology enable Hai Sam to ensure high-quality services, optimize logistics operations, and save costs for customers. Hai Sam is committed to providing comprehensive and efficient logistics solutions, contributing to the sustainable development of businesses and the community.": "Hải Sâm có trụ sở tại Quảng Ninh, là một đơn vị hàng đầu trong lĩnh vực dịch vụ logistics. Với đội ngũ nhân viên giàu kinh nghiệm và kiến thức chuyên sâu về logistics cũng như đội vận tải lớn mạnh, Hải Sâm cung cấp một loạt các dịch vụ đa dạng từ cho thuê kho đến cung cấp dịch vụ vận tải hay xuất nhập khẩu hàng hoá…, đáp ứng mọi nhu cầu của khách hàng. Cơ sở vật chất hiện đại và việc ứng dụng công nghệ tiên tiến giúp Hải Sâm đảm bảo chất lượng dịch vụ cao, tối ưu hóa hoạt động logistics và tiết kiệm chi phí cho khách hàng. Hải Sâm cam kết mang đến giải pháp logistics toàn diện và hiệu quả, góp phần thúc đẩy sự phát triển bền vững của doanh nghiệp và cộng đồng.",
   "Hai Sam aims to become the leading provider of logistics services in Vietnam and the region, continuously innovating and developing to meet the increasing demands of the market.": "Hải Sâm hướng tới trở thành đơn vị dẫn đầu trong lĩnh vực dịch vụ logistics tại Việt Nam và khu vực, không ngừng đổi mới và phát triển để đáp ứng nhu cầu ngày càng cao của thị trường.",
   "Hai Sam always puts customers' interests first, ensuring satisfaction and trust through high-quality services. We deliver high-quality, efficient, and reliable logistics solutions to our customers. We aim to contribute to the sustainable development of businesses, the community, and the economy.": "Hải Sâm luôn đặt lợi ích của khách hàng lên hàng đầu, đảm bảo sự hài lòng và tin cậy thông qua các dịch vụ chất lượng, mang đến các giải pháp logistics chất lượng cao, hiệu quả và đáng tin cậy cho khách hàng. Chúng tôi mong muốn góp phần vào sự phát triển bền vững của doanh nghiệp, cộng đồng và nền kinh tế.",
   "Always prioritize service quality, ensuring our logistics solutions meet the highest standards and bring satisfaction to our customers. With a strong transportation fleet, we aim to build a cost-effective and fast transportation system.": "Luôn đặt chất lượng dịch vụ lên hàng đầu, đảm bảo giải pháp logistics của chúng tôi đều đáp ứng tiêu chuẩn cao nhất và mang lại sự hài lòng cho khách hàng. Với đội vận tải lớn mạnh, chúng tôi hướng đến việc xây dựng hệ thống vận tải giá rẻ, tốc độ nhanh.",
   "Build trust with customers and partners through transparency, honesty, and timely commitment in all activities.": "Xây dựng lòng tin với khách hàng và đối tác thông qua sự minh bạch, trung thực và cam kết đúng hẹn trong mọi hoạt động.",
   "Continuously seek and apply advanced technologies and modern processes to improve efficiency and service quality.": "Không ngừng tìm kiếm và áp dụng các công nghệ tiên tiến và quy trình hiện đại để cải thiện hiệu quả và chất lượng dịch vụ.",
   "Develop a highly qualified and deeply knowledgeable workforce, maintaining a dedicated and attentive service attitude.": "Phát triển đội ngũ nhân viên có trình độ cao, chuyên môn sâu và luôn giữ thái độ phục vụ tận tâm, chu đáo.",
   "Emphasize the spirit of cooperation, building sustainable and mutually beneficial partnerships with customers and partners.": "Đề cao tinh thần hợp tác, xây dựng mối quan hệ đối tác bền vững và phát triển cùng có lợi với khách hàng và đối tác.",
   "Main Services": "Dịch Vụ Chính",
   "Other Services": "Dịch Vụ Khác",
   "Share": "Chia sẻ",
   "Meet Our Staff": "Đội Ngũ",
   "News Highlights": "Tin Tức Nổi Bật",
   "Contact Us": "Liên Hệ",
   "Name": "Họ và tên",
   "Content": "Nội dung",
   "Submit": "Gửi",
   "©2024 HAI SAM - QUANG NINH": "©2024 HẢI SÂM - QUẢNG NINH",
   "Let's Talk": "Trò Chuyện",
   "Want to use our services? Please leave us your contact information": "Bạn muốn sử dụng dịch vụ của chúng tôi? Vui lòng để lại thông tin liên lạc.",
   "new_type": "Loại bài viết",
   "image": "Hình ành",
   "title": "Tiêu đề",
   "content": "Nội dung",
   "save": "Lưu",
   "about_HS": "Về Hải Sâm",
   "about_des": "Hải Sâm có trụ sở tại Quảng Ninh, là một đơn vị hàng đầu trong lĩnh vực dịch vụ logistics. Với đội ngũ nhân viên giàu kinh nghiệm và kiến thức chuyên sâu về logistics cũng như đội vận tải lớn mạnh, Hải Sâm cung cấp một loạt các dịch vụ đa dạng từ cho thuê kho đến cung cấp dịch vụ vận tải hay xuất nhập khẩu hàng hoá…, đáp ứng mọi nhu cầu của khách hàng. Cơ sở vật chất hiện đại và việc ứng dụng công nghệ tiên tiến giúp Hải Sâm đảm bảo chất lượng dịch vụ cao, tối ưu hóa hoạt động logistics và tiết kiệm chi phí cho khách hàng. Hải Sâm cam kết mang đến giải pháp logistics toàn diện và hiệu quả, góp phần thúc đẩy sự phát triển bền vững của doanh nghiệp và cộng đồng.",
   "english": "Tiếng Anh",
   "vietnamese": "Tiếng Việt",
   "add": "Thêm tin tức",
   "confirm_delete_news": "Bạn có chắc chắn muốn xóa bài viết này?",
   "type": "Loại",
   "status": "Trạng thái",
   "action": "Hành động",
   "require_input": "Trường này bắt buộc nhập",
   "fullname": "Họ và tên",
   "email_rules": "Vui lòng nhập đúng định dạng email",
   "submit": "Gửi",
   "type and hit enter": "nhập thông tin",

   "about_us": "Về chúng tôi",
   "Why Choose Us": "Tại sao chọn chúng tôi",
   "We Bridge Distances, We Deliver Dreams": "Chúng tôi cầu nối khoảng cách, chúng tôi mang đến những giấc mơ",
   "Order Received": "Đơn đặt hàng nhận được",
   "Customs Processing": "Xử lý hải quan",
   "Customs Clearance": "Giải phóng mặt bằng hải quan",
   "History": "Lịch sử",
   "At Hai Sam, we are more than just a logistics company – we are the architects of seamless supply chains, the navigators of global trade, and the enablers of business growth. With a passion for innovation and a commitment to excellence, we have been at the forefront of the logistics industry for over a decade.Founded in 1984, Lostica began as a vision to redefine logistics. Our journey started with a small team and a big idea: to provide comprehensive, customer-centric solutions that transcend borders and challenges. Through dedication and hard work, we have grown into a global logistics leader, connecting businesses and markets across continents.": "Tại Hải Sâm, chúng tôi không chỉ là một công ty hậu cần - chúng tôi là kiến ​​trúc sư của chuỗi cung ứng liền mạch, các nhà điều hướng thương mại toàn cầu và là người tạo ra sự phát triển kinh doanh.Với niềm đam mê đổi mới và cam kết xuất sắc, chúng tôi đã đi đầu trong ngành công nghiệp hậu cần trong hơn một thập kỷ. Được xây dựng vào năm 1984, Lostica bắt đầu như một tầm nhìn để xác định lại hậu cần.Hành trình của chúng tôi bắt đầu với một đội ngũ nhỏ và một ý tưởng lớn: để cung cấp các giải pháp toàn diện, lấy khách hàng làm trung tâm vượt qua biên giới và thách thức.Thông qua sự cống hiến và làm việc chăm chỉ, chúng tôi đã phát triển thành một nhà lãnh đạo hậu cần toàn cầu, kết nối các doanh nghiệp và thị trường trên khắp các châu lục.",
   "At Hai Sam, our mission is to be the driving force behind global commerce. We are dedicated to providing innovative, reliable, and tailored logistics solutions that empower businesses to thrive in a dynamic world. With a commitment to excellence and a passion for customer success, we strive to create seamless supply chains, bridge distances, and connect opportunities. Through our expertise, technology-driven approach, and unwavering dedication, we aim to be the preferred partner for businesses seeking to navigate the complexities of logistics with confidence.": "Tại Hải Sâm, nhiệm vụ của chúng tôi là trở thành động lực đằng sau thương mại toàn cầu.Chúng tôi dành riêng để cung cấp các giải pháp hậu cần sáng tạo, đáng tin cậy và phù hợp, trao quyền cho các doanh nghiệp phát triển mạnh trong một thế giới năng động.Với cam kết xuất sắc và niềm đam mê thành công của khách hàng, chúng tôi cố gắng tạo ra chuỗi cung ứng liền mạch, khoảng cách cầu và cơ hội kết nối.Thông qua chuyên môn, cách tiếp cận dựa trên công nghệ và sự cống hiến không ngừng nghỉ, chúng tôi đặt mục tiêu là đối tác ưa thích cho các doanh nghiệp tìm cách điều hướng sự phức tạp của hậu cần với sự tự tin.",
   "At Hai Sam, our vision is to revolutionize the logistics landscape by setting new standards of excellence and innovation. We envision a future where businesses seamlessly connect, borders dissolve, and possibilities are limitless. Through cutting-edge technology, sustainable practices, and a relentless pursuit of improvement, we aim to be the catalyst that transforms global trade. By continuously exceeding expectations, embracing change, and creating value for our clients, we aspire to become the trusted global leader in shaping the future of logistics.": "Tại Hải Sâm, tầm nhìn của chúng tôi là cách mạng hóa bối cảnh hậu cần bằng cách thiết lập các tiêu chuẩn mới về sự xuất sắc và đổi mới.Chúng tôi hình dung một tương lai nơi các doanh nghiệp kết nối liền mạch, biên giới hòa tan và khả năng là vô hạn.Thông qua công nghệ tiên tiến, thực tiễn bền vững và sự theo đuổi không ngừng của cải tiến, chúng tôi đặt mục tiêu là chất xúc tác biến đổi thương mại toàn cầu.Bằng cách liên tục vượt quá mong đợi, chấp nhận sự thay đổi và tạo ra giá trị cho khách hàng của chúng tôi, chúng tôi mong muốn trở thành nhà lãnh đạo toàn cầu đáng tin cậy trong việc định hình tương lai của hậu cần.",
   "Connect Today": "Kết nối ngay hôm nay",
   "Communication in Motion": "Giao tiếp trong chuyển động",
   "Have a project in mind?": "Bạn có dự án nào trong đầu không?",
   "Do not hesitate to say": "Đừng ngần ngại nói",

   "Logistics": "Logistics",
   "Excellence: Beyond Boundaries": "Xuất sắc: Vượt qua mọi giới hạn",
   "Driving Commerce": "Thúc đẩy Thương mại",
   "Optimized logistics can reduce transportation, storage, and inventory costs, leading to higher profitability.": "Logistics tối ưu có thể giảm chi phí vận chuyển, lưu kho và hàng tồn kho, dẫn đến lợi nhuận cao hơn.",
   "Efficiency": "Hiệu quả",
   "in Motion, Logistics in Action": "trong Chuyển động, Logistics vào Hành động",
   "Delivering Success": "Mang lại Thành công",
   "Timely deliveries, accurate order fulfillment, and proper handling of goods contribute to customer satisfaction.": "Giao hàng đúng hạn, thực hiện đơn hàng chính xác và xử lý hàng hóa đúng cách góp phần vào sự hài lòng của khách hàng.",
   "Mastering": "Tinh thông",
   "Movement, Defining Logistics": "Di chuyển, Định nghĩa Logistics",
   "Balancing Act": "Đạo luật cân bằng",
   "Well-managed logistics can provide a competitive edge by offering faster delivery, better service, and lower costs.": "Logistics được quản lý tốt có thể cung cấp lợi thế cạnh tranh bằng cách mang đến giao hàng nhanh hơn, dịch vụ tốt hơn và chi phí thấp hơn.",
   "Efficient": "Hiệu quả",
   "Logistics Excellence": "Xuất sắc về Logistics",
   "Robust logistics systems can help businesses better respond to disruptions and changes in the global marketplace.": "Hệ thống logistics vững chắc có thể giúp doanh nghiệp phản ứng tốt hơn với các gián đoạn và thay đổi trên thị trường toàn cầu.",
   "Logistics Triumphs": "Thắng lợi của Logistics",
   "Last project": "Dự án mới nhất",
   "Beyond Boundaries: Our Project Narratives": "Vượt qua Giới hạn: Những Câu chuyện về Dự án của Chúng tôi",
   "Global Reach": "Tầm vươn Toàn cầu",
   "Supply Chain": "Chuỗi Cung ứng",
   "Transportation Efficiency": "Hiệu quả Vận chuyển",
   "Inventory Control": "Kiểm soát Hàng tồn kho",
   "Movon Logistics": "Logistics Movon",
   "Cross-Border Trade": "Thương mại Xuyên biên giới",
   "View project": "Xem dự án",
   "Teamwork Beyond Boundaries": "Làm việc nhóm Vượt qua Giới hạn",
   "All service": "Tất cả dịch vụ",
   "Capabilities": "Khả năng",
   "Delivering Possibilities, On Time": "Mang đến Cơ hội, Đúng thời hạn",
   "At Logistica, we are more than just a logistics company, we are the architects of seamless supply chains, the navigators of global trade, and the enablers of business growth.": "Tại Hải Sâm, chúng tôi không chỉ là một công ty logistics, chúng tôi là những kiến trúc sư của chuỗi cung ứng mượt mà, những người dẫn đường trong thương mại toàn cầu, và những người thúc đẩy sự phát triển của doanh nghiệp.",
   "On-Time Deliveries": "Giao hàng đúng hạn",
   "Global Network Coverage": "Phạm vi Mạng Toàn cầu",
   "Cross-Border Efficiency": "Hiệu quả Xuyên biên giới",
   "Truck Rental Service": "Dịch vụ cho thuê xe tải",
   "Transportation Service": "Dịch vụ vận tải",
   "Cargo Handling Service": "Dịch vụ bốc xếp hàng hóa",
   "Import and Export Service": "Dịch vụ xuất nhập khẩu",
   "Delivery Service": "Dịch vụ giao hàng",
   "Customs Brokerage": "Đại lý hải quan",
   "Province Cargo Consolidation Service": "Dịch vụ ghép hàng đi tỉnh",
   "Entrusted Import Service": "Dịch vụ uỷ thác nhập hàng",
   "Hai Sam Company offers a professional entrusted import service, helping customers quickly and efficiently search for and import goods from across Vietnam and neighboring countries in the region. We provide two forms of import services to meet the diverse needs of our customers:": "Công ty Hải Sâm mang đến dịch vụ ủy thác nhập hàng chuyên nghiệp, giúp khách hàng tìm kiếm và nhập khẩu hàng hóa từ khắp Việt Nam và các nước lân cận trong khu vực một cách nhanh chóng và hiệu quả. Chúng tôi cung cấp hai hình thức nhập hàng để đáp ứng nhu cầu đa dạng của khách hàng:",
   "Importing based on available samples": "Nhập hàng theo mẫu có sẵn",
   "If you already have specific images and specifications of the products you need, simply send this information to Hai Sam. We will search for the exact products with the right specifications and prices. This method ensures that customers receive products that meet their specified requirements and standards.": "Trường hợp khách hàng đã có sẵn hình ảnh và thông số cụ thể của sản phẩm cần tìm, bạn chỉ cần gửi những thông tin này cho Hải Sâm. Chúng tôi sẽ tìm kiếm đúng sản phẩm, thông số kỹ thuật và giá cả phù hợp. Hình thức này đảm bảo rằng khách hàng nhận được sản phẩm đúng theo yêu cầu và tiêu chuẩn đã đề ra.",
   "Sourcing new products": "Tìm nguồn hàng mới",
   "For customers who do not have available samples or specific information about the products they need to import, Hai Sam Company will assist in sourcing and finding reputable wholesalers from China. We will leverage our extensive partner network and years of experience in the import sector to find new sources, ensuring quality and competitive pricing. Customers will be provided with detailed information about potential sources, allowing them to choose the most suitable products for their business needs.": "Đối với khách hàng chưa có sẵn hình mẫu hay thông tin cụ thể về sản phẩm cần nhập, Công ty Hải Sâm sẽ hỗ trợ tìm kiếm nguồn hàng và các đầu sỉ uy tín từ Trung Quốc. Chúng tôi sẽ sử dụng mạng lưới đối tác rộng lớn và kinh nghiệm lâu năm trong lĩnh vực nhập khẩu để tìm kiếm những nguồn hàng mới, đảm bảo chất lượng và giá cả cạnh tranh. Khách hàng sẽ được cung cấp thông tin chi tiết về các nguồn hàng tiềm năng, từ đó có thể lựa chọn sản phẩm phù hợp nhất với nhu cầu kinh doanh của mình.",
   "Hai Sam Company is committed to delivering absolute customer satisfaction and trust through high-quality, fast, and transparent entrusted import services. Let us be your reliable partner in all your goods import activities.": "Công ty Hải Sâm cam kết mang lại sự hài lòng và tin tưởng tuyệt đối cho khách hàng thông qua dịch vụ ủy thác nhập hàng chất lượng cao, nhanh chóng và minh bạch. Hãy để chúng tôi trở thành đối tác tin cậy của bạn trong mọi hoạt động nhập khẩu hàng hóa.",
   "Lastest News": "Tin mới nhất",
   "Read more": "Xem thêm",
   "username": "Tên người dùng",
   "password": "Mật khẩu",
   "login": "Đăng nhập",
   "180 Tran Nhan Tong - Hai Xuan- Mong Cai- Quang Ninh": "180 Trần Nhân Tông - Hải Xuân - Móng Cái - Quảng Ninh",
   "quote": "Báo giá",
   "Do you need Hai Sam to help with?": "Bạn cần Hải Sâm hỗ trợ vấn đề gì?",
   "Contact Hai Sam today": "Liên hệ Hải Sâm ngay hôm nay",
   "Diverse services": "Đa dạng dịch vụ",
   "Dedicated care": "Chăm sóc tận tâm",
   "Competitive pricing": "Giá cạnh tranh",
   "Top quality": "Chất lượng hàng đầu",
   "Reliable and fast": "Uy tín, nhanh chóng",
   "no_data": "Không có dữ liệu"
}
